ent-BaseCartridgeCaselessRifle = патрон (.25 винтовочный)
    .desc = Патрон малого калибра, в котором используется безгильзовая технология: вместо обычной латунной гильзы используется пропеллент.
ent-CartridgeCaselessRifle = патрон (.25 безгильзовый)
    .desc = { ent-BaseCartridgeCaselessRifle.desc } Стандартные кинетические боеприпасы широко распространены и полезны в большинстве ситуаций.
ent-CartridgeCaselessRiflePractice = патрон (.25 безгильзовый учебный)
    .desc = { ent-BaseCartridgeCaselessRifle.desc } Учебные боеприпасы стреляют меловыми снарядами, которые слегка жалят, но не наносят серьезных повреждений.
