ent-PersonalAI = персональный ИИ
    .desc = Ваш электронный друг, с которым весело!
# Corvax-HiddenDesc-Start
ent-SyndicatePersonalAI = персональный ИИ
    .suffix = Синдикат
    .desc = Новейшая модель вашего электронного друга! Теперь веселье засияет новыми красками!
ent-GoldenPersonalAI = золотой персональный ИИ
    .desc = Ваш электронный друг, с которым весело проводить время! Специальное золотое издание!
# Corvax-HiddenDesc-End
ent-PotatoAI = картофельный ИИ
    .desc = Это картофелина. Вы заставили её быть разумной, вы, монстр.
ent-ActionPAIOpenShop = Каталог программного обеспечения
    .desc = Установите новое программное обеспечение, чтобы помочь вашему владельцу.
ent-ActionPAIMassScanner = Сканер массы
    .desc = Открывает интерфейс сканера массы.
ent-ActionPAIPlayMidi = Запустить MIDI
    .desc = Откройте портативный MIDI-интерфейс, чтобы развлечь своего владельца.
ent-ActionPAIOpenMap = Открыть карту
    .desc = Откройте интерфейс карты и укажите путь своему владельцу.
