stories-prison-alert-level-green-announcement = Спокойная обстановка, никаких угроз не наблюдается. Заключенным разрешено передвигаться без наручников по территории космической тюрьмы.
stories-prison-alert-level-blue-announcement = Есть возможная угроза попытки побега. Заключенные должны выстроиться в главном зале для переклички.
stories-prison-alert-level-violet-announcement = Обнаружено несанкционированное проникновение в космической пространство КТ, либо на саму станцию КТ.
stories-prison-alert-level-yellow-announcement = Неполадки с энергоснабжением, атмосферой, либо внешние повреждения структуры КТ.
stories-prison-alert-level-red-announcement = Побег, либо нападение на сотрудника КТ. Заключенные должны находится в своих камерах во время ликвидации побега.
stories-prison-alert-level-gamma-announcement = Крупномасштабный бунт, либо военное положение на территории КТ. Заключенные обязаны находится в своих камерах до ликвидации бунта. Разрешен расстрел на месте за неподчинение органам власти.
stories-prison-alert-level-delta-announcement = Активированы протоколы самоуничтожения КТ.
