alert-level-PRISON-green-announcement = Спокойная обстановка, никаких угроз не наблюдается. Заключенным разрешено передвигаться без наручников по территории космической тюрьмы.
alert-level-PRISON-blue-announcement = Есть возможная угроза попытки побега. Заключенные должны выстроиться в главном зале для переклички.
alert-level-PRISON-violet-announcement = Обнаружено несанкционированное проникновение в космической пространство КТ, либо на саму станцию КТ.
alert-level-PRISON-yellow-announcement = Неполадки с энергоснабжением, атмосферой, либо внешние повреждения структуры КТ.
alert-level-PRISON-red-announcement = Побег, либо нападение на сотрудника КТ. Заключенные должны находится в своих камерах во время ликвидации побега.
alert-level-PRISON-gamma-announcement = Крупномасштабный бунт, либо военное положение на территории КТ. Заключенные обязаны находится в своих камерах до ликвидации бунта. Разрешен расстрел на месте за неподчинение органам власти.
alert-level-PRISON-delta-announcement = Активированы протоколы самоуничтожения КТ.
