ent-STEncryptionKeyIAA = ключ шифрования агента внутренних дел
    .desc = Ключ шифрования, используемый самой дотошной персоной.
ent-STPRISONEncryptionKey = ключ шифрования тюрьмы
    .desc = Ключ шифрования, используемый сотрудниками космической тюрьмы.
ent-STEncryptionKeyJuridical = ключ шифрования юридического департамента
    .desc = Ключ шифрования, используемый для вершения справедливости и честности.
ent-STEncryptionKeyBlueshield = ключ шифрования синего щита
    .desc = Ключ шифрования, используемый офицером синего щита.
