ent-STActionBloodCrawl = Кровавый путь
    .desc = Провалиться в лужу крови, чтобы стать неосязаемым и появиться в другом месте.
ent-STActionShadowCrawl = Теневой путь
    .desc = Раствориться во тьме, чтобы стать неосязаемым и появиться в другом месте.
ent-STActionShadowGrapple = Теневой захват
    .desc = Притянуть живую цель к себе, или притянуться к структуре. Гасит источники света рядом с целью.
ent-STActionDemonWhisper = Демонический шёпот
    .desc = Отправить пугающую мысль выбранной живой цели — её услышат только они.
