ent-STActionPontificPrayer = Тёмный молебнен
    .desc = Ритуал, вызывающий тёмные силы в этот мир. Восстанавливает скверну.

ent-STActionPontificBloodyAltar = Тёмный алтарь
    .desc = Вызывает из тьмы алтарь. Затаскивайте на него существ, чтобы обратить их в осквернённых. Требует 150 скверны.

ent-STActionPontificSpawnMonk = Призывать монаха
    .desc = Призывает проклятого монаха, который очень устойчив к святому урону. Требует 50 скве

ent-STActionPontificSpawnGuardian = Призывать рыцаря
    .desc = Призывает проклятого рыцаря. Это очень бронированный воин, но медлительный. Требует 100 скверны.

ent-STActionPontificFelLightning = Тёмная молния
    .desc = Мощная молния наполненная тёмной энергией. Требует 50 скверны.

ent-STActionPontificFlameSwords = Тёмное пламя
    .desc = Ваши мечи загорятся скверным пламенем, сильно увеличивая скорость и урон. Требует 80 скверны.

ent-STActionPontificKudzu = Осквернённые лилии
    .desc = Создаёт осквернённые лилии, которые распространяются и медленно заполняют станцию. Требует 50 скверны.
