news-dataset-1 = В Таджаране застряло дерево; пожарные сбиты с толку.
news-dataset-2 = Броненосцы хотят исключить трубкозубов из словаря, утверждая, что они "здесь первыми".
news-dataset-3 = Ангелу, обнаруженному танцующим на Пинхед, приказано прекратить; его привлекли к ответственности за нарушение общественного порядка.
news-dataset-4 = Буквы утверждают, что они лучше цифр; "Так было всегда".
news-dataset-5 = Ручки заявляют, что карандаши устарели, "грифель разлагается".
news-dataset-6 = "Камень и бумага" подают в суд на "ножницы" за дискриминацию.
news-dataset-7 = В книге "Бифштексы" рассказывается, что ему никогда не нравилось сидеть рядом с картошкой.
news-dataset-8 = Сурок перестает считать, сколько раз он бросил "Никогда больше".
news-dataset-9 = "Вот, кис-кис-кис" больше не предпочитал тайаранскую технику поиска пищи.
news-dataset-10 = Человек преодолевает расстояние в 7000 световых лет, чтобы найти потерянный носовой платок, "это был мой любимый".
news-dataset-11 = Новая дорожка для боулинга, которая стреляет мини-метеоритами в игроков, очень популярна.
news-dataset-12 = Скрелл женится на компьютере; на свадьбе присутствовало 100 модемов.
news-dataset-13 = Шеф-повар сообщил об успешном использовании губной гармошки в качестве терки для сыра.
news-dataset-14 = Нанотразен изобрел носовой платок, на котором после чихания написано "Благословляю тебя".
news-dataset-15 = Клон обвиняется в том, что позировал для школьной фотографии других клонов.
news-dataset-16 = Клон обвиняется в краже награды "Сотрудник месяца" от других клонов.
news-dataset-17 = Женщина грабит станцию с помощью фена для волос; членам экипажа нравится новый стиль.
news-dataset-18 = Это помещение сдается в аренду.
news-dataset-19 = Ученый Из Скрелла Обнаружил, Что Счеты Можно Использовать Для Сушки Полотенец
news-dataset-20 = Опрос: "Сырная Луиза" Признана Лучшей Пиццерией На Тау Кита
news-dataset-21 = Подтверждено, Что Болотный Газ Является Выделением Звезд - Кинозвезд - Давно Прошедших Лет.
news-dataset-22 = Испорченная Брокколи - Излюбленное Оружие Убийц Синдиката
news-dataset-23 = Шеф-Повара Считают Брокколи Эффективным Средством Для Нарезки Сыра
news-dataset-24 = Установлено, Что Брокколи Вызывает Раздражительность У Обезьян
news-dataset-25 = Грамматика у Giant Hairball Безупречна, Но, По мнению Лингвистов, Он Слишком часто употребляет rr
news-dataset-26 = Опросы показывают, что Обновления Gibson Gazette Часто абсурдны
news-dataset-27 = Таджики требуют более длительных перерывов, Более чистого Мусора И Более Медленных Мышей
news-dataset-28 = Опрос: 3 Из 5 Скреллов Ненавидят Современное Искусство
news-dataset-29 = Ученый Из Скреллов Обнаружил Гравитацию, Падая С Лестницы
news-dataset-30 = Люди во всем Мире сходятся во мнении: Мурлыкающие Таджары - Счастливые Таджары.
news-dataset-31 = Со Стола Умника Сэмми: В Этой Газете Всего Одно Слово - Sdrawkcab
news-dataset-32 = Со Стола Умника Сэмми: Трудно Найти Слишком Много Места На Полках
news-dataset-33 = Со Стола Умника Сэмми: Вино И Дружба С Возрастом Становятся Лучше
news-dataset-34 = Со Стола Умника Сэмми: Мячи Для Гольфа В Основном Сделаны Из Резинок.
news-dataset-35 = Из Уст Умника Сэмми: Тебе Не Обязательно Дурачить Всех Людей, Только Нужных.
news-dataset-36 = Со Стола Умника Сэмми: Если Ты Заварил Кашу, Тебе Ее И Расхлебывать
news-dataset-37 = Со Стола Умника Сэмми: Легче Получить Прощение, Чем Разрешение
news-dataset-38 = От Умника Сэмми: Проверьте Факты, Прежде Чем Выставлять Себя Дураком
news-dataset-39 = От Умника Сэмми: Бюрократию Не Перехитришь.
news-dataset-40 = Со Стола Умника Сэмми: Лучше Уступить Дорогу, Чем Требовать Ее
news-dataset-41 = Со Стола Умника Сэмми: Человек, Который Любит Кошек, Не Может Быть Таким Уж Плохим.
news-dataset-42 = Из-За Стола Умника Сэмми: Помощь - Лучшая Сторона Контроля
news-dataset-43 = Из-За Стола Умника Сэмми: Две Точки Определяют Прямую Линию
news-dataset-44 = Из-За Стола Умника Сэмми: Чтение Развивает Разум И Поднимает Дух
news-dataset-45 = Со Стола Умника Сэмми: Лучше Целиться Высоко И Промахнуться, Чем Целиться Низко И Попасть
news-dataset-46 = Со Стола Умника Сэмми: Метеориты Часто Попадают В Одно И То Же Место Несколько Раз.
news-dataset-47 = Томми Б. Саиф Сэз: Перед Посадкой В Шаттл Смотрите В Обе Стороны
news-dataset-48 = Томми Б. Саиф Сэз: Подождите; Иногда Необходимы Внезапные Остановки.
news-dataset-49 = Инструкция Томми Б. Саифа: Не Прикасайтесь Пальцами К Движущимся Панелям
news-dataset-50 = Инструкция Томми Б. Саифа: Запрещается Поворачивать Налево, За Исключением Маршрутных Такси
news-dataset-51 = Инструкция Томми Б. Саифа: Верните Сиденья И Подносы В Вертикальное Положение.
news-dataset-52 = Томми Б. Саиф Сэз: Есть И Пить В Доках Запрещено
news-dataset-53 = Томми Б. Саиф Сэз: Не Принимайте Никаких Заменителей И Не Поддавайтесь На Подделки.
news-dataset-54 = Томми Б. Саиф Сэз: Не Удаляйте Эту Этикетку Под Страхом Наказания По Закону
news-dataset-55 = Томми Б. Саиф Сэз: Всегда Тщательно Перемешивайте В Соответствии С Инструкциями
news-dataset-56 = Томми Б. Саиф Сэз: Старайтесь Не Расходовать Средства За Шесть Месяцев.
news-dataset-57 = Томми Б. Саиф Сэз: Сдачу без Покупки не дают.
news-dataset-58 = Специальное Предложение Tommy B. Saif: Если Вы Нарушаете Его, Вы Его Покупаете
news-dataset-59 = Специальное Предложение Tommy B. Saif: Бронирование Должно Быть Отменено За 48 Часов До Мероприятия, Чтобы Получить Возмещение
news-dataset-60 = Пончики: Есть ли что-нибудь, чего они не умеют делать?
news-dataset-61 = Если Жестяные Свистки Сделаны из Жести, То Из чего же Они делают Сирены?
news-dataset-62 = В Брокколи обнаружены колонии крошечных инопланетян, мечтающих об убийстве


## Commented
# {{AFFECTED}} clerk first person able to pronounce '@*$%!'.
# {{AFFECTED}} delis serving boiled paperback dictionaries, 'Adjectives chewy' customers declare.
# {{AFFECTED}} weather deemed 'boring'; meteors and rad storms to be imported.
# Most {{AFFECTED}} security officers prefer cream over sugar.
# Palindrome speakers conference in {{AFFECTED}}; 'Wow!' says Otto.
# Question mark worshipped as deity by ancient {{AFFECTED}} dwellers.
# Spilled milk causes whole {{AFFECTED}} populace to cry.
# World largest carp patty at display on {{AFFECTED}}.
# Guy gets tattoo of Tau Ceti on chest '[pick(CentCom,star,starship,asteroid)] tickles most'.
# {{AFFECTED}} Baker Wins Pickled Crumpet Toss Three Years Running
# I Was Framed, jokes {{AFFECTED}} artist
# Mysterious Loud Rumbling Noises In {{AFFECTED}} Found To Be Mysterious Loud Rumblings
# Alien ambassador becomes lost on {{AFFECTED}}, refuses to ask for directions
# Survey: 80% Of People on {{AFFECTED}} Love Clog-Dancing
# {{AFFECTED}} Phonebooks Print All Wrong Numbers; Results In 15 New Marriages
# Tajaran Burglar Spotted on {{AFFECTED}}, Mistaken For Dalmatian
# Esoteric Verbosity Culminates In Communicative Ennui, {{AFFECTED}} Academics Note
# Boy Saves Tajaran From Tree on {{AFFECTED}}, Thousands Cheer
# Shipment Of Apples Overturns, {{AFFECTED}} Diner Offers Applesauce Special
# Spotted Owl Spotted on {{AFFECTED}}
