job-description-iaa = Занимайтесь защитой прав экипажа и следите за соблюдением СРП.
job-description-STBrigmedic = Обследуйте и лечите сотрудников службы безопасности, а также не забывайте о здоровье заключенных.

# Event-Restricted-Jobs

stories-job-description-command-maid = Очистите мостик, командные помещения и все остальное, что вам прикажет Капитан.
stories-job-description-security-clown = Выполняйте работу службы безопасности, но не забывайте делать это со своей клоунской изюминкой.
stories-job-description-party-maker = Устройте самую грандиозную вечеринку за всю историю этой станции!
