ent-WiredApronBase = проводной фартук
    .desc = Фартук, прошитый кабелями. Выглядит незавершённым.
ent-SteelApronBase = фартук со стальными пластинами
    .desc = Фартук со стальными пластинами, беспорядочно прикреплёнными запасными кабелями. В его нынешнем состоянии он развалится на части, если его надеть.
ent-WeldedSteelApronBase = сварной стальной фартук
    .desc = Фартук с приваренными стальными пластинами, прикреплёнными запасными кабелями. Броня больше не рискует развалиться, но требует доработки, чтобы её можно было безопасно носить.
ent-ClothingOuterArmorScrap = броня из хлама
    .desc = Сверкающий латный доспех грейтайдера. Стой, или ты покойник.
