ent-BaseReflector = { ent-BaseMachine }
    .desc = { ent-BaseMachine.desc }
ent-ReflectorBox = Отражатель, тип "Коробка"
    .desc = Это устройство, способное отражать снаряды, попадающие в него, в указанном направлении.
ent-ReflectorCorner = Отражатель, тип "Угловой"
    .desc = Это устройство, способное отражать снаряды, попадающие в него, в указанном направлении.
ent-ReflectorCornerTside = Отражатель, тип "Двойной-Угловой"
    .desc = Это устройство, способное отражать снаряды, попадающие в него, в указанном направлении.
