ent-STBaseReflector = { ent-BaseMachine }
    .desc = { ent-BaseMachine.desc }
ent-STReflectorBox = Отражатель, тип "Коробка"
    .desc = Это устройство, способное отражать снаряды, попадающие в него, в указанном направлении.
ent-STReflectorCorner = Отражатель, тип "Угловой"
    .desc = Это устройство, способное отражать снаряды, попадающие в него, в указанном направлении.
ent-STReflectorCornerTside = Отражатель, тип "Двойной-Угловой"
    .desc = Это устройство, способное отражать снаряды, попадающие в него, в указанном направлении.
