ent-BaseReflector = { ent-BaseMachine }
    .desc = { ent-BaseMachine.desc }
ent-ReflectorBox = отражатель, тип "Коробка"
    .desc = Это устройство, способное отражать снаряды, попадающие в него, в указанном направлении.
ent-ReflectorCorner = отражатель, тип "Угловой"
    .desc = Это устройство, способное отражать снаряды, попадающие в него, в указанном направлении.
ent-ReflectorCornerTside = отражатель, тип "Двойной-Угловой"
    .desc = Это устройство, способное отражать снаряды, попадающие в него, в указанном направлении.
