ent-PRISONClothingOuterHardsuitEngi = скафандр инженера тюрьмы
    .desc = Специальный костюм, защищающий от опасной среды с низким давлением. Имеет радиационную защиту.
ent-PRISONClothingOuterHardsuitOfficer = скафандр офицера тюрьмы
    .desc = Специальный костюм, защищающий от опасной среды с низким давлением. Имеет дополнительный слой брони.
ent-PRISONClothingOuterHardsuitMedic = скафандр врача тюрьмы
    .desc = Специальный костюм, защищающий от опасной среды с низким давлением. Создан из облегчённых материалов для удобства передвижения.
ent-PRISONClothingOuterHardsuitHeadOfPrison = скафандр начальника тюрьмы
    .desc = Специальный костюм, защищающий от опасной среды с низким давлением. Имеет дополнительный слой брони.
