ent-STPRISONClothingOuterHardsuitEngi = скафандр инженера тюрьмы
    .desc = Специальный костюм, защищающий от опасной среды с низким давлением. Имеет радиационную защиту.
ent-STPRISONClothingOuterHardsuitOfficer = скафандр офицера тюрьмы
    .desc = Специальный костюм, защищающий от опасной среды с низким давлением. Имеет дополнительный слой брони.
ent-STPRISONClothingOuterHardsuitMedic = скафандр врача тюрьмы
    .desc = Специальный костюм, защищающий от опасной среды с низким давлением. Создан из облегчённых материалов для удобства передвижения.
ent-STPRISONClothingOuterHardsuitHeadOfPrison = скафандр начальника тюрьмы
    .desc = Специальный костюм, защищающий от опасной среды с низким давлением. Имеет дополнительный слой брони.
