ent-STClothingOuterVestGuardianNt = утепленный бронежилет стража клинка
    .desc = Потому что кто-то сказал, что бронежилеты могут быть утеплены. Ваш щит уже утеплен!
ent-STPRISONClothingOuterVestArmor = бронежилет
    .desc = Тонкий бронежилет типа I, обеспечивающий достойную защиту от большинства видов повреждений.
ent-STClothingOuterVestArmorExe = бронежилет хранителя
    .desc = Элегантный бронежилет, оберегающий хранителя от большинства видов повреждений и перепадов температур.
ent-STClothingOuterVestInquisitor = бронежилет инквизитора
    .desc = Грозный бронежилет, обеспечивающий высокую защиту от механических повреждений.
