ent-CrateHydroponicsSeedsExotic = ящик с экзотическими семенами
    .desc = Мечта любого предприимчивого ботаника. Содержит множество различных экзотических семян. Требуется доступ к гидропонике для открытия.
ent-CrateHydroponicsSeedsMedicinal = ящик с лекарственными семенами
    .desc = Мечта начинающего химика. Сила медицины в ваших руках! Требуется доступ к гидропонике для открытия.
ent-CrateHydroponicsTools = ящик с гидропонным оборудованием
    .desc = Инвентарь для создания прекрасного сада! Содержит несколько распылителей с химикатами для растений, топор, мини-мотыгу, серп, а также пару кожаных перчаток и ботанический фартук.
ent-CrateHydroponicsSeeds = ящик с семенами
    .desc = Большие вещи начинаются с малого. Содержит двенадцать различных семян.
