cmd-showaccessreaders-desc = Переключает отображение разрешений считывателей доступа на карте
cmd-showaccessreaders-help =
    Информация об оверлее:  
    -Отключён | Считыватель доступа отключён  
    +Без ограничений | У считывателя доступа нет никаких ограничений  
    +Набор [Индекс]: [Имя метки] | Метка в наборе доступа (для доступа через этот набор требуется иметь все метки из набора)  
    +Ключ [StationUid]: [StationRecordKeyId] | StationRecordKey, который разрешён  
    -Метка [Имя метки] | Метка, которая запрещена (имеет приоритет над всеми разрешениями)
cmd-showaccessreaders-status = Установлено отладочное отображение считывателей доступа: { $status }.
