# All spelling mistakes and broken english are intentional!
# I hate saving paper contents in ftl files

-delivery-header-nanotrasen = [color=blue]
                                                                      ╔══════════════════╗
                                                                      ║███░███░░░░██░░░░░║
                                                                      ║░██░████░░░██░░░░░║
                                                                      ║░░█░██░██░░██░█░░░║
                                                                      ║░░░░██░░██░██░██░░║
                                                                      ║░░░░██░░░████░███░║
                                                                      ╚══════════════════╝[/color]

-delivery-header-nanotrasen-alternate-timeline = [color=red]
                                                                ╔══════════════════╗
                                                                ║███░███░░░░██░░░░░║
                                                                ║░██░████░░░██░░░░░║
                                                                ║░░█░██░██░░██░█░░░║
                                                                ║░░░░██░░██░██░██░░║
                                                                ║░░░░██░░░████░███░║
                                                                ╚══════════════════╝[/color]

-delivery-header-syndicate = [color=#ff0000]
                                                                          ╔══════════════════╗
                                                                          ║░░░░░████████░░░░░║
                                                                          ║░░░░░██░░░░░░░░░░░║
                                                                          ║░░░░░████████░░░░░║
                                                                          ║░░░░░░░░░░░██░░░░░║
                                                                          ║░░░░░████████░░░░░║
                                                                          ╚══════════════════╝[/color]


delivery-spam-robust-toolboxes = [color=blue][head=1]
                                 ░░▄▀░░
                                 ░▄█▄▄▀ [head=3]РОБУСТ - ЯЩИКИ ДЛЯ ИНСТРУМЕНТОВ И ПРИСПОСОБЛЕНИЯ[/head]
                                 ██▀░░░ [/head][/color]

                                 {"[bold]КУПИТЕ ОДИН НАБОР ИНСТРУМЕНТОВ И ПОЛУЧИТЕ ЕЩЁ ОДИН НАБОР ИНСТРУМЕНТОВ БЕСПЛАТНО![/bold]"}

                                 ПОСКОЛЬКУ ВЫ ЯВЛЯЕТЕСЬ ОДНИМ ИЗ НАШИХ УВАЖАЕМЫХ КЛИЕНТОВ, ВЫ ПОЛУЧАЕТЕ БОНУС ДЛЯ КЛИЕНТОВ, А ВАШИ ИНСТРУМЕНТЫ НЕ РЖАВЕЮТ И НЕ СОДЕРЖАТ СВИНЦА!!! РАЗВЕ ЭТО НЕ УДИВИТЕЛЬНО? С ДРУГОЙ СТОРОНЫ, В НАБОР ИНСТРУМЕНТОВ ДОПОЛНИТЕЛЬНО ВХОДИТ СВИНЕЦ! ОН ОТЛИЧНО ПОДХОДИТ КАК ДЛЯ РАЗБИВАНИЯ ЧЕРЕПОВ, ТАК И ДЛЯ ЗАЩИТЫ ОТ РАДИАЦИИ!

                                 {"[bold]ВСЕ ЭТО И, ВОЗМОЖНО, МНОГОЕ ДРУГОЕ ВСЕГО ЗА ОДИН ОРГАН![/bold]"}

                                 РОБУСТ - ЩИКИ ДЛЯ ИНСТРУМЕНТОВ И ПРИСПОСОБЛЕНИЯ:
                                 - БЕЗ СВИНЦА И АСБЕСТА!
                                 - ИЛИ СО СВИНЦОМ И АСБЕСТОМ, ЕСЛИ ХОТИТЕ!
                                 - ДЕШЕВО! ТОЛЬКО ЗА ОДИН ОРГАН! ЭТО МЕНЬШЕ, ЧЕМ ДВА ОРГАНА!
                                 - ЭТО НЕ ОБЯЗАТЕЛЬНО ДОЛЖЕН БЫТЬ ВАШ ОРГАН! МЫ НЕ ОСУЖДАЕМ!

delivery-spam-reasons-to-chose-nanotrasen = {-delivery-header-nanotrasen}

                                       {"[head=2]ТРИ ГЛАВНЫЕ ПРИЧИНЫ, ПО КОТОРЫМ СИНДИКАТ НЕКОМПЕТЕНТЕН[/head]"}

                                       {"[bold]НОМЕР ОДИН[/bold]"}
                                       ИХ СПЯЩИЕ АГЕНТЫ НЕКОМПЕТЕНТНЫ! ОНИ ДАЖЕ НЕ МОГУТ УБИТЬ ПАССАЖИРА СМЕРТЕЛЬНОЙ ЖАЖДОЙ СМЕРТИ!

                                       {"[bold]НОМЕР 2[/bold]"}
                                       ИХ ГРАЖДАНСКИЕ ЛИЦА БЕЗЗАЩИТНЫ ПЕРЕД ПУЛЯМИ! ПОВЕРЬТЕ МНЕ, МЫ ПРОВЕРЯЛИ! В ОТЛИЧИЕ ОТ ГРАЖДАНСКИХ С НАНОТРАЗЕНАМИ, ГРАЖДАНСКИЕ СИНДИКАТА УМИРАЮТ ОТ ПУЛИ В ЧЕРЕП! ПУЛИ У НАС ЕСТЬ!

                                       {"[bold]НОМЕР ТРИ[/bold]"}
                                       ИХ ЛОГОТИП УЖАСЕН! ОНИ ДУМАЮТ, ЧТО ОНИ КРУТЫЕ СО СВОИМ ЛОГОТИПОМ! О, ПОСМОТРИТЕ НА МЕНЯ, Я ТАКАЯ КРУТАЯ! О, ЗМЕЯ - ЭТО ТОЖЕ БУКВА С! КАК КРЕАТИВНО! МОЙ ТРЕХЛЕТНИЙ СЫН МОГ БЫ НАРИСОВАТЬ ЛОГОТИП И ПОЛУЧШЕ!

delivery-spam-reasons-to-choose-syndicate = {-delivery-header-syndicate}

                                            {"[head=2]ТРИ ГЛАВНЫЕ ПРИЧИНЫ, ПО КОТОРЫМ NANOTRASEN НЕКОМПЕТЕНТЕН[/head]"}

                                            {"[bold]NUMBER ONE[/bold]"}
                                            ИХ ОРУЖИЕ - ОТСТОЙ! У НИХ ДАЖЕ НЕТ СНАЙПЕРСКИХ ВИНТОВОК! ИХ СИЛЫ БЕЗОПАСНОСТИ В БОЛЬШИНСТВЕ СЛУЧАЕВ НЕ МОГУТ НОСИТЬ С СОБОЙ ДАЖЕ КРУПНОКАЛИБЕРНОЕ ОРУЖИЕ!

                                            {"[bold]NUMBER TWO[/bold]"}
                                            ИХ КОМАНДОВАНИЕ? ОНИ УМИРАЮТ ОТ ОДНОГО ВЫСТРЕЛА! НИКАКОЙ КРУТОЙ БРОНИ! ПРОСТО БАЦ, И ВСЕ МЕРТВЫ! ОТСТОЙ! НАШЕ КОМАНДОВАНИЕ ПОЛУЧАЕТ КРУТЫЕ БРОНЕКОСТЮМЫ!

                                            {"[bold]NUMBER THREE[/bold]"}
                                            ИХ МЕТОДЫ УБИЙСТВА НЕ ВДОХНОВЛЯЮТ! ЭТО ПРОСТО ОРУЖИЕ! ОНИ НЕ ВЫБРАСЫВАЮТ ЛЮДЕЙ В ОТКРЫТЫЙ КОСМОС, НЕ СКАРМЛИВАЮТ ИХ ПЕРЕРАБОТЧИКУ МУСОРА С ОТКЛЮЧЕННЫМ РЕЖИМОМ БЕЗОПАСНОСТИ, НЕ РАССОВЫВАЮТ БОМБЫ ПО КАРМАНАМ! ТАК СКУЧНО!

delivery-spam-tired-of-science = [head=3]Научный отдел полюбит вас за это!!

                                 итак [bold]ВЫ[/bold] Устали от того, что научный отдел вашей станции разваливается, не занимаясь никакой реальной наукой?
                                 Что ж, вам повезло![/head]

                                 Следуйте этому простому руководству, и мы позаботимся о том, чтобы ваш Научный отдел [italic]Больше Никогда Не Работал![/italic]

                                 Просто выполните следующие действия:
                                 - Шаг первый: Найдите исследовательский сервер вашего научного отдела
                                 - Шаг второй: Отцепите исследовательский сервер от земли
                                 - Шаг третий: Запустите исследовательский сервер в космос, предпочтительно в направлении Сверхсекретного космического додзе Клана Пауков
                                 - Шаг четвертый: Подождите примерно 3-5 рабочих смен
                                 - Шаг пятый: Наши сотрудники в Spid-ex Inc будут предоставлять вашей станции один (1) технический диск в неделю.

                                 {"[color=lightgray]Примечание: Клан Пауков не несет ответственности за любые наказания, назначенные вашими руководителями.[/color]"}

delivery-spam-free-all-access = [head=3]Вы когда-нибудь хотели получить [italic][color=green]Бесплатно [bold]Все Доступы!?!?[/bold][/color][/italic][/head]
                                {"[head=2]Что Ж, ТЕПЕРЬ ТЫ МОЖЕШЬ!![/head]!"}

                                Все, что вам нужно сделать, это позвонить [color=blue]555-Gour-Lecksss[/color] и укажите свой идентификатор Staton ID# !!!
                                Как только вы это сделаете, мы можем просто удаленно запросить кошелек грузового отдела вашей станции, взимая требуемую плату в размере трех [italic] ПРОСТЫХ[/italic] платежей, что позволит вам получить свой
                                {"[head=2][color=green] [bolditalic] ПОЛНЫЙ ДОСТУП!!!!!!!!!![/bolditalic][/color][/head]"}

                                {"[color=gray]"}
                                {"[bullet/]Примечание: идентификатор станции должен быть указан в формате \"NT/NX - ###\""}
                                {"[bullet/]Примечание: Платежи, поступающие в грузовой отдел станции клиента, составляют примерно 5000 долларов США за транзакцию, не включая индивидуальные сборы за обработку"}
                                {"[bullet/]Примечание: Мы в Gour-Lecksss LMT. не несем ответственности за то, что администрация вашей станции, узнав об этом письме, заставит вас дать реальный документ на владение всеми доступами"}
                                {"[/color]"}

delivery-spam-centcomm-retribution = [color=red] ЭТО ОФИЦИАЛЬНОЕ УВЕДОМЛЕНИЕ ОТ ГЛАВЫ [color=blue]NANOTRASN[/color][/color]

                                     Уважаемый сэр, мадам или другой незначительный сотрудник

                                     Если вы не хотите, чтобы эта станция была объявлена убыточной в глазах
                                     {"[head=2][italic] Нашего великого и славный [color=blue]Nanotransen[[/color][/head]"}
                                     Тогда вы должны собрать три [color=blue]Nt[/color] стопки [color=blue]nt[/color] стандартных золотых слитков, которые будут отправлены на торговые пункты вашей станции в течение 5 [color=blue]nT[/color] стандартных рабочих смен.
                                     {"[head=2][color=red]ИГНОРИРОВАНИЕ ЭТОГО ПРИКАЗА - РИСК ПОЛУЧИТЬ НАКАЗАНИЕ ОТ [color=green]CENTCO[/color]!!!!![/head][/color]"}

delivery-spam-alternate-timeline = {-delivery-header-nanotrasen-alternate-timeline}
                                   {"[head=2]Это официальное уведомление от [color=red]Начальника Службы Безопасности[/color] Nanotrasen Космической Станции 15.[/head]"}

                                   Тому, кто получит это письмо. Я сержант Райгел. Моя профессия - криминалист. Нам нужна немедленная помощь.

                                   В настоящее время наша станция атакована атомными агентами, это письмо было отправлено в дестабилизированную аномалию синего пространства, созданную нашим [color=purple]Научным Руководителем[/color].

                                   В данный момент я заперт на мосту, если вы получите это сообщение, пожалуйста, немедленно пришлите помощь. Я не знаю, сколько еще мы сможем продержаться.

                                   Слава Nanotrasen.

delivery-spam-narsie-cult =                         [color=#134975][head=2]Дитя Нар`Си[/head][/color]
                                                         Начало Новой Эры
                            {"[bold]══──══──══──══──══──══──══──══──══──══──══[/bold]"}

                            {"[head=3]Чувствуете ли вы себя потерянным в просторах нашего космоса?[/head]"}
                            В современную эпоху своенравным душам легко почувствовать себя винтиками в механизме огромных корпораций.

                            {"[head=3]Чувствуете ли вы, что созданы для лучшей цели?[/head]"}
                            Вы устали от навязанной вам обыденной жизни? Мыть полы, разносить коробки или заполнять бесконечные документы?

                            {"[head=3]Вы хотите сделать галактику лучше?[/head]"}


                            Если вы ответили "Да" на любой из этих вопросов, то свяжитесь с одним из наших представителей сегодня! У нас есть прихожане на станциях по всей галактике, которые с радостью принимают новых членов в нашу паству. Стань одним из тех клинков, которые помогут приветствовать Кровавого Геометра в нашей вселенной, чтобы все могли познать его блаженство!

                            Все, что вам нужно сделать, это сказать [color=#FF0000][italic]"Sas'so c'arta forbici!"[/italic][/color]

delivery-spam-rage-cage = [color=#aaaaaa]▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀[/color]
                                                       {"[bold][head=1]КЛЕТКА ЯРОСТИ[/head][/bold]"}
                          {"[color=#aaaaaa]▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬[/color]"}
                          {"[bold][color=#FF0000][head=3]ВЫ ХОТИТЕ ПОДРАТЬСЯ?[/head][/color][/bold]"}
                          {"[bold][color=#FF0000][head=3]ВЫ ХОТИТЕ ПОБЕДИТЬ?[/head][/color][/bold]"}
                          {"[bold][color=#FF0000][head=3]ВЫ ХОТИТЕ ДОМИНИРОВАТЬ?![/head][/color][/bold]"}



                          Тогда спускайся в... [color=#FF0000][bold][head=2]КЛЕТКУ ЯРОСТИ[/head][/bold][/color]



                          В недрах вашей местной станции Nanotrasen спрятана запатентованная [color=#FF0000][bold]КЛЕТКА ЯРОСТИ[/bold][/color]. Электрифицированная боевая арена, предназначенная только для сильнейших бойцов, [color=#FF0000][bold]КЛЕТКА ЯРОСТИ[/bold][/color] отделяет Слабаков от Воинов, простофиль от Солдат и Проигравших от Победителей.
                          ──────────────────────────────────────────
                          В [color=#FF0000][bold]КЛЕТКЕ ЯРОСТИ[/bold][/color] есть только одно правило: [italic]Два бойца входят. Один боец выходит. [/italic]
                          ──────────────────────────────────────────
                          Ни оружия, ни доспехов, только чистый, неподдельная [bold]РУКОПАШКА[/bold]. Не проигрывай и не будь [bold]СЛАБАКОМ[/bold]. Завоюйте славу самого стойкого бойца вашей станции в [color=#FF0000][bold]КЛЕТКЕ ЯРОСТИ[/bold][/color] уже сегодня!

delivery-spam-evil-lizard = [color=#FF0000][bold][head=2]ОСТАНОВИСЬ[/head][/bold][/color]

                            Если вы читаете это письмо...[color=#FF0000][head=3]ВЫ ТЕПЕРТЬ ПРОКЛЯТЫ!!![/head][/color]

                            Мне жаль так с тобой поступать, но я должен предупредить тебя о:

                                   {"[color=#FF0000][head=1]Призраке Кровавого Ящера[/head][/color]"}

                            Все началось с того, что я получил письмо по почте: это было пугающее изображение плюшевой ящерицы с КРОВАВЫМИ ГЛАЗАМИ, смотрящими ПРЯМО НА МЕНЯ. В письме говорилось, что я проклят... и если я не отправлю это письмо 30 людям в течение 30 дней, то Кровавая Ящерица появится в полночь...

                            {"[italic]и УБЬЁТ МЕНЯ.[/italic]"}

                            мне жаль......но ты один из 30 человек, которым я должен это отправить....и теперь ты тоже проклят...

                            пожалуйста, разошлите это письмо еще 30 людям, чтобы остановить проклятие! вы все еще можете спастись! время еще есть! не дайте кровавой ящерице добраться и до вас, и возьмите эту штуковину! она защитит вас от темных духов...[head=3]НА ДАННЫЙ МОМЕНТ[/head]




                            {"[head=1]О НЕТ, ВОТ ОНО!!!!!!!![/head]"}

                            ░░░░░░░░░█░░[color=#67CC40]████████[/color]█[color=#67CC40]███[/color]░░░░░░░░░░
                            ░░░░░░[color=#FF0000]████[/color]█[color=#6EC543]█[/color][color=#67CC40]███████[/color]█[color=#FF0000]██████[/color]░░░░░░░░
                            ░░░░[color=#FF0000]████[/color][color=#6EC543]██[/color][color=#67CC40]████████[/color][color=#FF0000]██████[/color][color=#FFFFFF]██[/color][color=#FF0000]█[/color][color=#B53737]█[/color]░░░░░░
                            ░░░░[color=#FF0000]██[/color][color=#6EC543]██[/color][color=#67CC40]██████████[color=#FF0000]████████[/color][color=#B53737]██[/color]░░░░░░
                            ░░[color=#6EC543]██████[/color][color=#67CC40]██████████[/color][color=#FF0000]███████[/color][color=#B53737]███[/color]░░░░░░
                            {"[color=#6EC543]██████[/color][color=#67CC40]██████████████[/color][color=#FF0000]███[/color][color=#B53737]███[/color]░░░░░░░░"}
                            {"[color=#6EC543]██████[/color][color=#67CC40]██████████████[/color][color=#FF0000]█[/color][color=#6EC543]█████[/color]░░░░░░░░"}
                            {"[color=#6EC543]██████████[/color][color=#67CC40]██████████[/color][color=#FF0000]█[/color][color=#67CC40]███[/color]░░░░░░░░░░"}
                            ░░[color=#6EC543]██[/color][color=#FF2020]██[/color][color=#FF3D3D]██[/color][color=#6EC543]████████[/color][color=#67CC40]████[/color][color=#86E158]██[/color]░░░░░░░░░░░░
                            ░░░░[color=#FF2020]██[/color][color=#FF3D3D]██[/color]░░░░[color=#86E158]████████[/color][color=#6EC543]██[/color][color=#61D034]██[/color]░░░░░░░░[color=#56B037]██[/color]
                            ░░░░[color=#FF2020]██[/color]░░░░[color=#A8EB7A]██[/color][color=#B5EE85]██████[/color][color=#A8EB7A]██[/color][color=#6EC543]████[/color][color=#61D034]██[/color]░░░░[color=#56B037]██[/color][color=#48A926]██[/color]
                            ░░░░░░░░[color=#A8EB7A]██[/color][color=#B5EE85]██████████[/color][color=#A8EB7A]██[/color][color=#6EC543]████[/color][color=#56B037]██[/color][color=#48A926]██████[/color]
                            ░░░░[color=#6EC543]██[/color][color=#61D034]██[/color][color=#A8EB7A]██[/color][color=#B5EE85]██████████[/color][color=#A8EB7A]██[/color][color=#48A926]████████████[/color]
                            ░░░░[color=#6EC543]████[/color][color=#86E158]██[/color][color=#A8EB7A]██[/color][color=#B5EE85]████[/color][color=#A8EB7A]██[/color][color=#86E158]██[/color][color=#61D034]████[/color][color=#6EC543]██[/color][color=#48A926]████[/color][color=#52A037]██[/color]░░
                            ░░░░[color=#6EC543]████[/color][color=#61D034]██[/color][color=#86E158]████████[/color][color=#61D034]██[/color][color=#6EC543]██████[/color][color=#52A037]████[/color]░░░░
                            ░░░░░░[color=#6EC543]████[/color]░░░░░░░░[color=#6EC543]████████[/color]░░░░░░░░
                            ░░░░░░░░░░░░░░░░░░░░[color=#6EC543]████[/color]░░░░░░░░░░

delivery-spam-parents-need-money = [bold]Привет Дитя,[/bold]

                                   Это пишут вам ваши Родители: нам нужны деньги! Наши налоги были проверены, и мы задолжали правительству 100 000 долларов в виде специальных выплат! пожалуйста, помогите! им нужны только подарочные карты, поэтому вам нужно будет отправить нам 100 подарочных карт spesos Bisa стоимостью 1000 долларов.

                                   пожалуйста, напишите по адресу:
                                   50192 Спесс-Лейн
                                   Станционный Город, Игниус 40195-243
                                   Гамма Квадрант
                                   Система Гуилимин

                                   если мы не получим эти деньги в течение 10 дней, то правительство заберет наше имущество, и мы останемся без крова.

                                   {"[bold]спасибо и мы любим тебя,[/bold]"}
                                   {"[italic]родители[/italics]"}

delivery-spam-voyage-advertisement = [head=2]Присоединяйтесь к нам в первом рейсе этого...[/head]

                                          ░█▀▀░█▀▀░░░█▀▄░█▀▀░█░░░█▀█░█░█░█▀█░█▀▄
                                          ░▀▀█░▀▀█░░░█▀▄░█▀▀░█░░░█▀█░▄▀▄░█░█░█▀▄
                                          ░▀▀▀░▀▀▀░░░▀░▀░▀▀▀░▀▀▀░▀░▀░▀░▀░▀▀▀░▀░▀


                                     {"[bold]══════════════════════════════════════════[/bold]"}

                                     Новейшая разработка Comfortech™ и самые красивые достопримечательности по эту сторону системы Иракси! [italic]SS Relaxor[/italic] - это ультрасовременный круизный лайнер класса люкс, который отправит вас в путешествие всей вашей жизни!

                                     {"[head=3]Насладитесь фосфорными озерами Галимара*, не выходя из наших роскошных коттеджей™ со всеми современными удобствами, о которых вы только могли мечтать![/head]"}

                                     {"[head=3]С благоговением смотрите на Око Космоса**, наслаждаясь блюдами от наших пятизвездочных шеф-поваров класса Гэлакси![/head]"}

                                     {"[head=3]Исследуйте руины Агатара***, которые теперь открыты для посещения с помощью ведущих ученых Nanotrasen. Все тайны древней агатарской цивилизации раскопаны и представлены на всеобщее обозрение![/head]"}

                                     По очень низкой цене - 5000 долларов за ночь - шестимесячный круиз класса люкс может стать для вас отдыхом вашей мечты! Позвоните нам сегодня по телефону [color=#00FF00]RELAX-NOW[/color], чтобы забронировать круиз. Не ждите! Действуйте сейчас!






                                     {"[italic]*Фосфорные озера не предназначены для купания, поэтому, приземлившись на Галимаре, вы отказываетесь от всех прав на юридические услуги в отношении мест отдыха.[/italic]"}
                                     {"[italic]** На Око Космоса нельзя смотреть дольше пяти секунд за раз. Вы не слышите зов Ока.[/italic]"}
                                     {"[italic]***Перед посадкой необходимо подписать соглашение об отказе от ответственности, так как Relaxination Destinations не гарантирует безопасность в агатарианских руинах. Количество исчезновений туристических групп составляет не более 0,23% от общего числа туристических групп, посещающих руины.[/italic]"}
