ent-AirAlarm = воздушная сигнализация
    .desc = Воздушная сигнализация. Сигнализирует... воздух?
ent-AirAlarmAssembly = корпус воздушной сигнализации
    .desc = Воздушная сигнализация. Не похоже что в ближайшее время она подаст сигнал.
ent-AirAlarmXeno = инопланетная воздушная сигнализация
    .desc = Иноземная воздушная сигнализация. Надеюсь, они не вдыхали яд.
ent-AirAlarmAssemblyXeno = корпус инопланетной воздушной сигнализации
    .desc = Иноземная воздушная сигнализация. Почему провода пульсируют?...
