ent-MobBaseScurret = скюррет
    .desc = { ent-MobBaseAncestor.desc }
ent-MobScurret = скюррет
    .desc = Обычно известен как Вава, обитатель болот планеты Вава. Эти существа составляют большую часть "постоянного персонала" пиццерии Арнольда.
ent-MobBaseEmotionalSupportScurret = Эмоциональная поддержка Скюррет
    .desc = { ent-MobBaseScurret.desc }
ent-MobEmotionalSupportScurret = Эмоциональная поддержка Скюррет
    .desc = Обычно известен как Вава, обитатель болот планеты Вава. Эти существа составляют большую часть "постоянного персонала" пиццерии Арнольда. Этот экземпляр работает временно.
