stories-security-dep-name = Служба безопасности
stories-security-dep-1 = Вы должны защищать целостность станции, её экипаж и имущество NanoTrasen от вреда, руководствуясь Корпоративным Законом и Основными Правами Разумных Существ.
stories-security-dep-2 = Вы должны выявлять, предотвращать и пресекать нарушения Корпоративного Закона, действуя в рамках, определённых для сотрудников Службы Безопасности.
stories-security-dep-3 = Вы должны повиноваться всем приказам, которые дают Капитан, Глава Службы Безопасности и другие сотрудники Службы Безопасности, кроме тех случаев, когда эти приказы противоречат Первому Закону.
stories-security-dep-4 = Вы должны заботиться о своей безопасности в той мере, в которой это не противоречит Первому, Второму или Третьему Законам.
