ent-STClothingNeckMantleGuardianNomad = мантия путника
    .desc = В ней вы чувствуете ветер, который подгоняет вас вперёд.
ent-STClothingNeckMantleGuardianNt = мантия стража клинка
    .desc = Чёрный, броский цвет, он показывает вашу доминацию перед врагами NanoTrasen.
ent-STClothingShoulderMantleHoS = накидка Главы Службы Безопасности
    .desc = Перестрелки с оперативниками — это просто очередной вторник для этого ГСБ. Эта накидка — символ преданности станции.
ent-STClothingNeckMantleBlueshield = наплечная мантия синего щита
    .desc = Бронированная наплечная мантия в цветах командования. Идеальна для того, кто обязан следить, чтобы они продолжали дышать.
