uplink-tc-miner-name = Майнер телекристалов
uplink-tc-miner-desc = Упакованый майнер телекристалов, использующий технологию блюспейс-блокчейна для генерации телекристалов каждые 50 секунд когда запитан. Требует 25КВт энергии для запуска, а также постепенно увеличивает энергопотребление. Мультитул в комплект не входит.

announcement-tc-miner-10mins = Сканирование системы обнаружило неавторизированное вмешательство в электросистему станции {$location}. Службе безопасности и инженерному отделу советуется разобратся с источником немедленно.
