ent-STAmmoBox585Trappiste = коробка патронов (.585 Trappiste боевые)
    .desc = Коробка пистолетных патронов .585 Trappiste, вмещает 32 патрона.
ent-STAmmoBox585TrappisteIncapacitator = коробка патронов (.585 Trappiste травматические)
    .desc = Коробка пистолетных патронов .585 Trappiste, вмещает 32 патрона. Синяя полоса указывает на нелетальные травматические пули.
ent-STAmmoBox585TrappisteHollowpoint = коробка патронов (.585 Trappiste экспансивные)
    .desc = Коробка пистолетных патронов .585 Trappiste, вмещает 32 патрона. Фиолетовая полоса указывает на экспансивные пули с повышенным останавливающим действием.
