ent-STWeaponRevolverTakbokBlueshield = немаркированный револьвер "Такбок"
    .desc = Модифицированный револьвер, напоминающий фирменный "Такбок" от Trappiste, лишенный каких-либо заводских маркировок. Кастомные доработки позволяют стрелять патронами .585 Trappiste быстрее и с большей кучностью.
ent-STWeaponSubmachineGunBogseo = тяжёлый пистолет-пулемёт "Богсо"
    .desc = Оружие, которое едва ли можно назвать пистолетом-пулемётом, стреляющее массивными патронами .585. Обладает достаточной отдачей, чтобы отбить плечо при стрельбе без защиты.
ent-STWeaponLaserHellfireBlueshield = модифицированная лазерная винтовка "Адский огонь"
    .desc = Слегка форсированная версия лазерной винтовки "Адский огонь" от NanoTrasen со следами активного использования. Отличается повышенной энергоэффективностью без потери убойной силы.
