station-event-vent-corpium-start-announcement =
    На станцию проникли корпиумы — паразиты, укус которых вызывает летальное вирусное заражение. Из мёртвых заражённых вылезают новые корпиумы. Карпотоксин из космических карпов помогает бороться с вирусом. Скафандры блокируют укусы и предотвращают заражение. Обязательно соблюдение изоляции подозрительных и заражённых. Следите за кашлем, температурой и другими симптомами. При подозрении на заражении — немедленно обратитесь в медотдел.

reagent-name-corpium = корпиум
reagent-desc-corpium = Опасная болезнь, которая превращает людей в злых корпиумов.
reagent-name-anti-corpium = анти-корпиум
reagent-desc-anti-corpium = Это спасает от корпиума.
