pontific-round-end-agent-name = понтифик
roles-antag-pontific-name = Понтифик
roles-antag-pontific-objective = Создайте армию нежити и захватите станцию.
role-subtype-pontific = Понтифик
pontific-role-greeting =
    Ты — таинственный и зловещий Понтифик, предводитель армии нежити. В открытую веди своих последователей, распространяй тьму и хаос на станции. Используй силу мрака, чтобы подчинить экипаж и разрушить порядок. Пусть твоя армия и тьма ведут тебя к победе.
guide-entry-pontific = Понтифик
