station-event-vent-spidorak-start-announcement =
    На станцию проникли спидораки — паразиты, укус которых вызывает летальное вирусное заражение. Из мёртвых заражённых вылезают новые спидораки. Карпотоксин из космических карпов помогает бороться с вирусом. Скафандры блокируют укусы и предотвращают заражение. Обязательно соблюдение изоляции подозрительных и заражённых. Следите за кашлем, температурой и другими симптомами. При подозрении на заражении — немедленно обратитесь в медотдел.

reagent-name-spidorak = спидорак
reagent-desc-spidorak = Опасная болезнь, которая превращает людей в злых спидораков.
reagent-name-anti-spidorak = анти-спидорак
reagent-desc-anti-spidorak = Это спасает от спидорака.
