# Weapons
uplink-garrote-name = Удавка
uplink-garrote-desc = Излюбленный профессионалами инструмент для скрытых убийств. Позволяет взять стоящую к вам спиной жертву в мёртвую хватку, неминуемо убивая её.
# Pointless
uplink-costume-tactical-maid-name = Набор горничной синдиката
uplink-costume-tactical-maid-desc = Предполагается, что у лучших горничных должны быть дизайнерские костюмы.
uplink-dog-ears-name = Собачьи ушки
uplink-dog-ears-desc = Тяф!
# Utility
uplink-radio-jammer-idndustrial-name = Экспериментальный глушитель связи
uplink-radio-jammer-idndustrial-desc = Это устройство является улучшенной версией обычного глушителя связи. Радиус действия увеличен, но и потребление больше. (Замаскирован под %%%%%%%)
# Wearables
uplink-nightvision-name = Прибор ночного видения
uplink-nightvision-desc = Позволяет видеть в полной темноте. Работает на ядерной батарее внутри и совсем не вреден для глаз.
uplink-clothing-eyes-thermal-vision-monocular-name = Монокль термального зрения
uplink-clothing-eyes-thermal-vision-monocular-desc = Новейшая разведочная технология, которую поместили внутрь монокля. Позволяет видеть органические цели в полной темноте и даже через стены.Новейшая разведочная технология, которую поместили внутрь монокля. Позволяет видеть органические цели в полной темноте и даже через стены.
uplink-clothing-eyes-thermal-vision-hud-name = Термальный визор оперативника
uplink-clothing-eyes-thermal-vision-hud-desc = Новейшая разведочная технология, которую поместили внутрь визора. Позволяет видеть органические цели в полной темноте и даже через стены. Этот вариант специально для Ядерных Оперативников имеет встроенный визор Синдиката.