ent-ClothingHeadHatExe = шляпа
    .desc = Идеально подходит для зимы в Сибири, da? Нет.
ent-STClothingHeadHatBeretGuardianNt = берет стража клинка
    .desc = Серый берет для защитника глав. NT начало производство этого берета ввиду постоянного недовольства стражей клинка из-за запрета на ношение не соответствующего образу стража клинка снаряжения - и теперь у них есть свой берет.
ent-STClothingHeadHelmetGuardianNt= шлем стража клинка
    .desc = Стандартная защитная экипировка. Защищает голову от ударов.
